/* File menu entry under Import Catalog */
"Aperture Library…" = "Biblioteca do Aperture…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Não foi possível abrir este banco de dados da biblioteca do Aperture.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "Esta biblioteca parece estar vazia.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "Esta biblioteca está aberta no momento.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Não é possível ler as propriedades da biblioteca do Aperture.";

